Repository: omeka-s-modules/Mapping
Catalog: language/*.po
Languages: it, pt_pt

source: Map browse
it: Esplora la mappa

source: Mapping
it: Mappatura
pt_pt: Mapeamento

source: Map feature presence
it: Presenza di oggetti della mappa

source: Has map features
it: Ha oggetti della mappa

source: Has no map features
it: Non ha oggetti della mappa

source: Geographic location
it: Collocazione geografica

source: Enter a marker label
it: Inserisci un'etichetta per l'indicatore

source: This block requires MySQL 8.0.24+ or MariaDB 11.7+. Your database version is %s.
it: Questo blocco necessita di MySQL 8.0.24+ o di MariaDB 11.7+. La versione del tuo database è %s.

source: Search by map feature presence
it: Cerca per presenza di oggetti della mappa

source: Select map feature presence…
it: Seleziona presenza di oggetti della mappa...

source: Address
it: Indirizzo

source: Radius
it: Raggio

source: Unit
it: Unità

source: Kilometers
it: Kilometri
pt_pt: Quilómetros

source: Miles
it: Miglia
pt_pt: Milhas

source: Search by geographic location
it: Cerca per collocazione geografica

source: Order
it: Ordine

source: Delimiter
it: Delimitatore

source: Assign media to marker?
it: Assegna media all'indicatore

source: Media image
it: Immagine media

source: Label source
it: Etichetta della fonte

source: Default View
it: Vista predefinita
pt_pt: Visualização predefinida

source: Set the default view using the in-map controls. The current zoom level is %s.
it: Imposta la visualizzazione predefinita utilizzando i controlli presenti sulla mappa. L'attuale livello di zoom è %s.
pt_pt: Defina a visualização predefinida utilizando os controlos no mapa. O nível de zoom actual é %s.

source: Groups
it: Gruppi

source: Overlays
it: Strati di sovrapposizione

source: Add, edit, and delete overlays below. You may check which overlay you want open by default.
it: Aggiungi, modifica o rimuovi strati di sovrapposizione qui sotto. Puoi selezionare quali strati vuoi che siano attivi come impostazione predefinita.

source: Save overlay
it: Salva strato di sovrapposizione

source: Timeline
it: Linea temporale
pt_pt: Linha do tempo

source: Return to groups
it: Ritorna ai gruppi

source: Select below
it: Seleziona dalla lista
pt_pt: Seleccione abaixo

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Latitude/Longitude
it: Latitudine/Longitudine

source: Default Bounds (sw_lng,sw_lat,ne_lng,ne_lat)
it: Limiti predefiniti (longitudine sud-ovest, latitudine sud ovest, longitudine nord-est, latitudine nord-est)

source: Close Me
it: Chiudi
pt_pt: Fechar

source: Feature image
it: Immagine dell'oggetto

source: No Image
it: Nessuna immagine
pt_pt: Sem imagem

source: Feature label
it: Etichetta dell'oggetto

source: Select feature image
it: Seleziona immagine dell'oggetto

source: %s has any value
it: %s ha un qualsiasi valore

source: %s is exactly
it: %s è esattamente

source: %s contains
it: %s contiene

source: %s is
it: %s è

source: Basemap provider
it: Fornitore della mappa di base
pt_pt: Fornecedor de mapa base

source: Search Map
it: Cerca sulla mappa
pt_pt: Pesquisar o mapa

source: You must select a location on the map.
it: Devi selezionare una posizione sulla mappa.
pt_pt: Deve seleccionar uma localização no mapa.

source: A mapping zone must have an item.
it: Una zona di mappatura deve avere un contenuto.
pt_pt: Uma zona de mapeamento deve ter um item.

source: Map bounds must contain four numbers separated by commas
it: I limiti della mappa devono essere composti da quattro numeri separati da virgola
pt_pt: Os limites do mapa devem conter quatro números separados por vírgulas

source: Map by query
it: Mappa sulla base di query
pt_pt: Mapear por consulta

source: Map by attachments
it: Mappa sulla base degli allegati
pt_pt: Mapear por anexos

source: Map by groups
it: Mappa per gruppi

source: Select the basemap provider. The default is OpenStreetMap.Mapnik. These providers are offered AS-IS. There is no guarantee of service or speed.
it: Seleziona il fornitore della mappa di base. La mappa di base predefinita è OpenStreetMap.Mapnik. Queste mappe sono fornite come sono, senza alcuna garanzia di servizio o velocità.
pt_pt: Seleccione o fornecedor do mapa base. O predefinido é OpenStreetMap.Mapnik. Estes fornecedores são disponibilizados "tal como estão". Não há garantia de serviço ou velocidade.

source: Minimum zoom level
it: Livello di zoom minimo
pt_pt: Nível de zoom mínimo

source: Set the minimum zoom level down to which the map will be displayed. The default is 0.
it: Imposta il livello minimo di zoom a cui la mappa può essere mostrata. Il valore predefinito è 0.

source: Maximum zoom level
it: Massimo livello di zoom
pt_pt: Nível de zoom máximo

source: Set the maximum zoom level up to which the map will be displayed. The default is 19.
it: Imposta il livello di zoom massimo fino al quale può essere mostrata la mappa. Il valore predefinito è 19.
pt_pt: Defina o nível de zoom máximo até ao qual o mapa será exibido. O valor por defeito é 19.

source: Scroll wheel zoom
it: Zoom a scorrimento del mouse

source: Set whether users can zoom with their mouse wheel when hovering over the map, either automatically upon page load or after clicking inside the map.
it: Scegli se gli utenti posso fare zoom con il mouse passando sopra la mappa, o automaticamente al caricamento della pagina o dopo aver cliccato sulla mappa

source: Disabled
it: Disattivato

source: Disabled until map click
it: Disattivato fino a clic sulla mappa

source: Title headline
it: Titolo di apertura
pt_pt: Título do cabeçalho

source: Title text
it: Testo del titolo
pt_pt: Texto do título

source: Fly to
it: Vola a
pt_pt: Voar para

source: Select the map view to fly to when navigating between events.
it: Seleziona la visualizzazione della mappa dove volare navigando tra eventi
pt_pt: Seleccione a visualização do mapa para voar para quando se navega entre eventos.

source: Default view
it: Vista predefinita
pt_pt: Visualização predefinida

source: Event marker, zoom 0
it: Indicatore evento, zoom 0
pt_pt: Marcador de evento, zoom 0

source: Event marker, zoom 2
it: Indicatore evento, zoom 2
pt_pt: Marcador de evento, zoom 2

source: Event marker, zoom 4
it: Indicatore evento, zoom 4
pt_pt: Marcador de evento, zoom 4

source: Event marker, zoom 6
it: Indicatore evento, zoom 6
pt_pt: Marcador de evento, zoom 6

source: Event marker, zoom 8
it: Indicatore evento, zoom 8
pt_pt: Marcador de evento, zoom 8

source: Event marker, zoom 10
it: Indicatore evento, zoom 10
pt_pt: Marcador de evento, zoom 10

source: Event marker, zoom 12
it: Indicatore evento, zoom 12
pt_pt: Marcador de evento, zoom 12

source: Event marker, zoom 14
it: Indicatore evento, zoom 14
pt_pt: Marcador de evento, zoom 14

source: Event marker, zoom 16
it: Indicatore evento, zoom 16
pt_pt: Marcador de evento, zoom 16

source: Event marker, zoom 18
it: Indicatore evento, zoom 18
pt_pt: Marcador de evento, zoom 18

source: Show contemporaneous events?
it: Mostra eventi contemporanei?
pt_pt: Mostrar eventos contemporâneos?

source: Check this if you want to show all events on the map that exist in the same time period as the current event (default view only).
it: Attiva questa opzione se vuoi mostrare tutti gli eventi sulla mappa che esistono nello stesso periodo dell'evento attuale (solo visualizzazione predefinita)
pt_pt: Escolha esta opção se quiser mostrar todos os eventos no mapa que existem no mesmo período que o evento actual (apenas na visualização predefinida).

source: Timeline navigation position
it: Posizione della navigazione della linea temporale
pt_pt: Posição de navegação na linha do tempo

source: Select the position of the timeline navigation.
it: Seleziona la posizione dei controlli di navigazione della linea temporale
pt_pt: Seleccione a posição de navegação na linha do tempo.

source: Full width, below story slider and map
it: A piena larghezza, sotto la linea temporale e la mappa

source: Full width, above story slider and map
it: A piena larghezza, sopra la linea temporale e la mappa

source: Select the timestamp or interval property to use when populating the timeline.
it: Seleziona la proprietà data/ora o intervallo da utilizzare per popolare la linea temporale
pt_pt: Seleccione o registo da data ou propriedade do intervalo temporal a utilizar ao preencher a linha do tempo.

source: Attach items using this query. No query means all items.
it: Allega contenuti utilizzando questa query. Se non viene specificata alcuna query, verranno aggiunti tutti i contenuti.

source: Overlay mode
it: Modalità con strati di sovrapposizione

source: Exclusive
it: Esclude

source: Inclusive
it: Include

source: Overlay
it: Strato di sovrapposizione

source: Select overlay type
it: Scegli il tipo di strato di sovrapposizione

source: Web Map Service (WMS)
it: Servizi di mappatura web (WMS)

source: IIIF Georeference Annotation
it: Annotazione georeferenziata IIIF

source: Base URL
it: URL base
pt_pt: URL de base

source: Layers
it: Livelli
pt_pt: Camadas

source: The WMS layers, if any (comma-separated).
it: Gli eventuali livelli WMS (separati da virgole).
pt_pt: As camadas WMS, se houver (separadas por vírgulas).

source: Styles
it: Stili

source: The WMS styles, if any (comma-separated).
it: Gli eventuali stili WMS (separati da virgole).
pt_pt: Os estilos WMS, se houver (separados por vírgulas).

source: Label property key
it: Etichetta della proprietà

source: Enter the GeoJSON property key to use for the popup label, if desired.
it: Inserisci la proprietà GeoJSON che deve essere utilizzata per l'etichetta popup, se desiderata.

source: Comment property key
it: Commento per la proprietà

source: Enter the GeoJSON property key to use for the popup comment, if desired.
it: Inserisci la proprietà GeoJSON che deve essere usata per il commento nel popup, se desiderata.

source: Show GeoJSON property list?
it: Mostra la lista delle proprietà GeoJSON?

source: Do you want to show all the available GeoJSON properties in the popup?
it: Vuoi mostrare tutte le proprietà GeoJSON disponibili nel popup?

source: Resource classes
it: Classi di risorsa

source: Property values (is exactly)
it: Valori della proprietà (è esattamente)

source: Property values (contains)
it: Valori della proprietà (contiene)

source: Property values (is resource with ID)
it: Valori della proprietà (è una risorsa con ID)

source: Properties (has any value)
it: Proprietà (ha un qualsiasi valore)

source: Select a type…
it: Seleziona un tipo...

source: Feature type
it: Tipo di elemento

source: Polygon
it: Poligono

source: Point
it: Punto

source: Filter by resource class
it: Filtra per classe di risorsa

source: Select resource class
it: Seleziona classe di risorsa

source: Select resource classes
it: Seleziona classi di risorsa

source: <p>Enter the values, separated by new lines. The format of each value depends on the query type:</p> <ul> <li>"Is exactly": enter a value that is an exact match to the property value.</li> <li>"Contains": enter a value that matches any part of the property value.</li> <li>"Is resource with ID": enter the resource ID (item, item set, media).</li> </ul>
it: <p>Inserisci i valori, separati da un 'a capo'. Il formato di ogni valore dipende dal tipo di query:</p> <ul> <li>"È esattamente": inserisci un valore che corrisponda esattamente ad un valore della proprietà.</li> <li>"Contiene": inserisci un valore che corrisponda a parte del valore della proprietà.</li> <li>"È una risorsa con ID": inserisci una risorsa con ID (contenuto, collezione, media).</li> </ul>

source: [Remove label]
it: [Elimina l'etichetta]

source: Select label property
it: Seleziona la proprietà dell'etichetta

source: Assigned media
it: Media assegnati

source: [Unassign media]
it: [Togli media assegnato]

source: Copy from one item property containing both latitude and longitude
it: Copia da una proprietà del contenuto che include sia latitudine che longitudine

source: Copy from two item properties, one latitude and the other longitude
it: Copia da due proprietà del contenuto, una per latitudine, l'altra per longitudine

source: Copy from one media property containing both latitude and longitude
it: Copia da una proprietà del media che include sia latitudine che longitudine

source: Copy from two media properties, one latitude and the other longitude
it: Copia da due proprietà del media, una per latitudine, l'altra per longitudine

source: Select latitude property
it: Seleziona la proprietà per latitudine

source: Select longitude property
it: Seleziona ala proprietà per longitudine

source: Latitude Longitude
it: Latitudine Longitudine

source: Longitude Latitude
it: Longitudine Latitudine

source: Comma [,]
it: Virgola [,]

source: Space [ ]
it: Spazio [ ]

source: Slash [/]
it: Barra [/]

source: Colon [:]
it: Due punti [:]

source: [Default provider]
it: [Fornitore predefinito]
pt_pt: [Fornecedor predefinido]

source: Delete features
it: Elimina gli oggetti

source: Copy coordinates to markers
it: Copia le coordinate sull'indicatore

source: Update features
it: Aggiorna gli oggetti

source: Add feature presence to advanced search
it: Aggiungi la presenza di oggetti alla ricerca avanzata

source: Add geographic location to advanced search
it: Aggiungi collocazione geografica alla ricerca avanzata

source: Disable clustering of map features
it: Disabilita il raggruppamento di oggetti della mappa

source: Map features are markers, polygons, polylines, and rectangles. Note that large features may not cluster.
it: Oggetti della mappa sono: indicatori, poligoni, linee e rettangoli. Nota che oggetti di grandi dimensioni potrebbero non essere raggruppati.

source: The minimum zoom level down to which the map will be displayed. The default is 0.
pt_pt: O nível de zoom mínimo até ao qual o mapa será exibido. O valor por defeito é 0.

source: Attach items using this query.
pt_pt: Anexe itens usando esta consulta.

source: Resource location
pt_pt: Localização do recurso

source: Default map view
pt_pt: Vista de mapa predefinida

source: Map center latitude
pt_pt: Latitude do centro do mapa

source: Map center longitude
pt_pt: Longitude do centro do mapa

source: Default zoom
pt_pt: Zoom predefinido

source: WMS Overlays
pt_pt: Sobreposições WMS

source: Add, edit, and delete Web Map Service (WMS) overlays below. You may check which overlay you want open by default.
pt_pt: Adicione, edite e elimine as sobreposições Web Map Service (WMS) abaixo. Pode verificar que sobreposições pretende que abram por defeito.

source: Add Overlay
pt_pt: Adicionar sobreposição

source: Save Changes
pt_pt: Guardar alterações

source: Clear Inputs
pt_pt: Remover Entradas

source: Geographic Address
pt_pt: Endereço Geográfico

source: Geographic Radius
pt_pt: Raio Geográfico

source: Geographic Radius Unit
pt_pt: Unidade de Raio Geográfico

source: Marker Image
pt_pt: Imagem de marcador

source: Marker Label
pt_pt: Etiqueta de marcador

source: Select Marker Image
pt_pt: Seleccione imagem de marcador

source: View media
pt_pt: Ver multimédia

source: View item
pt_pt: Ver item

source: Map Browse
pt_pt: Explorar o mapa
